console.log(`1. Вёрстка валидная +10\n 
2.Вёрстка семантическая +20\n
3.Вёрстка соответствует макету +48\n 
4.Требования к css + 12\n 
5.Интерактивность, реализуемая через css +20\n 
Score: 110 баллов`);

console.log(`Travel 2:\n 
1.Вёрстка соответствует макету. Ширина экрана 390px +48\n 
2.Ни на одном из разрешений до 320px включительно не появляется 
горизонтальная полоса прокрутки. Весь контент страницы 
при этом сохраняется: не обрезается и не удаляется +15\n
3.На ширине экрана 390рх и меньше реализовано адаптивное меню +22\n 
Score: 75 баллов`);

console.log(`Travel 3:\n 
1.Слайдер изображений в секции destinations +50\n 
* на десктоп варианте при клике на урезанную картинку слева или 
справа изображение меняется по принципу карусели (например если 
нажать правую картинку та что была в центре на уезжает налево, 
а та что была видна наполовину оказывается справа). Слайдер может 
быть как конечным так и бесконечным - данный критерий не 
должен влиять на оценку + 20\n
* Три точки внизу отображают "номер слайда", то есть каждому слайду
соответствует свой кружочек, который становится активным при нахождении 
соответствующего ему слайда в центре. На мобильном варианте картинка одна, 
но поверх нее появляются стрелочки навигации (можно сделать как 
карусель или же затемнять кнопку если слайдер достиг края) +20\n
* Анимации плавного перемещения для слайдера +10 \n

2.Нажатие на кнопку Login (кнопка Account в мобильной версии)
показывает сверстанный логин попап + 50\n
* логин попап соответствует верстке его закрытие происходит при клике вне попапа +25 \n
* логин попап имеет 2 инпута (логин и пароль) при нажатии на кнопку Sign In показывается 
браузерный алерт с введенными данными (для реализации можно использовать тег ) +25\n
3.Нажатие на кнопку Register на Login попапе меняет 
разметку попапа на разметку Sign Up попапа согласно макету 
(То есть нажатие не закрывает модал а просто меняет его наполнение). +25\n`);